Repository: alanfeiyuchang/party-relay
Catalog: PartyRelay/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.title
source: PartyRelay
zh_hans: 派对接力

# board.adjust_hint
source: Host: tap +/− to fix scores. Editing a small score re-awards that round's point automatically.
zh_hans: 主持人可点 +/− 手动调分；修改小分会自动重算该轮大分归属

# board.adjust_hint_small
source: Host: tap +/− to fix scores. Editing a small score updates that team's total automatically.
zh_hans: 主持人可点 +/− 手动调分；修改上轮小分会同步到该队累计小分

# board.big_label
source: points
zh_hans: 大分

# board.hof_names_label
source: The two names this round
zh_hans: 本轮两队的名人

# board.last_round_label
source: Last round
zh_hans: 上轮小分

# board.next_round
source: Round %d — spin the wheel
zh_hans: 第 %d 轮 · 转盘走起

# board.next_round_direct
source: Round %d — let's go
zh_hans: 第 %d 轮 · 直接开始

# board.no_words
source: No words yet
zh_hans: 暂无

# board.overtime
source: Overtime in progress
zh_hans: 加时赛进行中

# board.overtime_btn
source: Tied! Overtime
zh_hans: 大分平！加时赛

# board.overtime_btn_small
source: Tied! Overtime
zh_hans: 小分平！加时赛

# board.pick_hint
source: 🎯 Endgame: the trailing team may pick the next game
zh_hans: 🎯 决胜阶段：落后队下轮可直接指定玩法

# board.progress
source: %d of %d rounds done · most points wins
zh_hans: 已完成 %d / %d 轮 · 大分定胜负

# board.progress_small
source: %d of %d rounds done · highest total score wins
zh_hans: 已完成 %d / %d 轮 · 累计小分定胜负

# board.reset
source: Reset Game
zh_hans: 重开游戏

# board.reset_confirm_action
source: Reset
zh_hans: 重开

# board.reset_confirm_title
source: Reset the whole game?
zh_hans: 确定要重开游戏吗？

# board.reveal
source: Reveal the winner!
zh_hans: 揭晓胜负！

# board.small_total_label
source: total
zh_hans: 累计小分

# board.tied
source: Neck and neck!
zh_hans: 势均力敌，咬得真紧！

# board.title
source: Scoreboard 🏆
zh_hans: 记分板 🏆

# board.trailing
source: 🔥 %@ trails by %d — comeback boost ready
zh_hans: 🔥 %@ 落后 %d 大分，下轮追分卡待命

# board.trailing_small
source: 🔥 %@ trails by %d points — comeback boost ready
zh_hans: 🔥 %@ 落后 %d 小分，下轮追分卡待命

# board.words_label
source: Words played this round
zh_hans: 本轮出现过的词

# catchup.active
source: 🔥 Comeback boost · %@
zh_hans: 🔥 追分卡已激活 · %@

# catchup.skips
source: +%d skips
zh_hans: 跳过 +%d

# catchup.time
source: +%ds time
zh_hans: 时间 +%ds

# common.back_home
source: Home
zh_hans: 主页

# common.cancel
source: Cancel
zh_hans: 取消

# draw.artist_only
source: 🎨 Artist's eyes only!
zh_hans: 🎨 只许画手看！

# draw.close_canvas
source: Hide canvas
zh_hans: 收起画布

# draw.correct_plain
source: Correct +1
zh_hans: 猜对+1

# draw.got_it
source: Got it +1
zh_hans: 答对+1

# draw.lay_flat
source: 📱 Lay the phone flat to draw
zh_hans: 📱 放平手机开始画

# draw.memo_flat
source: Memorize it! Lay the phone flat to start drawing (the word hides — teammates can watch the screen)
zh_hans: 记住它！把手机放平就进入画板 （放平后词自动隐藏，队友可以看屏幕）

# draw.memo_manual
source: Memorize it, then tap below to open the canvas
zh_hans: 记住它！点下方按钮进入画板

# draw.open_canvas
source: Open canvas
zh_hans: 进入画板

# draw.skip_short
source: Skip(%d)
zh_hans: 换(%d)

# draw.sniped
source: Sniped
zh_hans: 被抢答

# draw.start_drawing
source: Start drawing
zh_hans: 开始作画

# draw.word_hidden
source: 🙈 Word hidden
zh_hans: 🙈 词已隐藏

# emoji.back_to_word
source: Take it back — hide the emoji
zh_hans: 收起，把手机拿回来

# emoji.encoder_only
source: 😜 Encoder's eyes only!
zh_hans: 😜 只许出题人看！

# emoji.guess_title
source: Teammates, what is it?
zh_hans: 队友快猜，这是什么？

# emoji.only_emoji_hint
source: Emoji only — the keyboard blocks everything else
zh_hans: 只收表情，打字会被挡下来

# emoji.placeholder
source: Tap here to spell it in emoji
zh_hans: 点这里，用表情拼出来

# emoji.start_guess
source: Show the team
zh_hans: 拼好了，展示给队友

# emoji.timer_paused
source: ⏸ Paused · %ds left on this word
zh_hans: ⏸ 已暂停 · 本词还剩 %d 秒

# emoji.untimed
source: ⏸ Coding is not timed
zh_hans: ⏸ 拼表情不计时

# emoji.word_timer
source: %d seconds for this word alone
zh_hans: 这个词单独计时 %d 秒

# exit.confirm_action
source: Return to home
zh_hans: 返回主页

# exit.confirm_body
source: The current game's progress will be lost.
zh_hans: 当前这局的进度将会丢失。

# exit.confirm_title
source: Return to home?
zh_hans: 返回主页？

# game.act.rule
source: One player acts it out — no sounds — teammates guess!
zh_hans: 1人只用肢体比划（不能出声），队友猜！

# game.act.title
source: Charades
zh_hans: 比手画脚

# game.describeGuess.rule
source: One player describes the word — without saying any part of it — teammates guess!
zh_hans: 1人描述词语（不能说出词中任何字），队友抢猜！

# game.describeGuess.title
source: Say & Guess
zh_hans: 你说我猜

# game.drawGuess.rule
source: One player draws on the canvas — no letters allowed — teammates watch and guess!
zh_hans: 1人在画板上作画（不能写字），队友看屏幕猜！

# game.drawGuess.title
source: Draw & Guess
zh_hans: 你画我猜

# game.emojiCode.rule
source: One player spells the word out in emoji only — no typing. Spelling it takes as long as it takes; once it is shown, every word is on its own clock!
zh_hans: 1人只用 emoji 把词拼出来（不能打字），拼的时候不计时；展示给队友后，每个词单独计时！

# game.emojiCode.title
source: Emoji Code
zh_hans: 表情密码

# game.hallOfFame.rule
source: Each team is secretly given a famous name. Take turns asking yes/no questions to guess the other team's name!
zh_hans: 两队各拿到一个名人的名字，轮流问是非题，猜出对方队伍的名人！

# game.hallOfFame.title
source: Hall of Fame
zh_hans: 名人堂

# game.lipRead.rule
source: One player mouths the word silently — teammates read their lips!
zh_hans: 1人只做口型不出声，队友读唇猜词！

# game.lipRead.title
source: Lip Reading
zh_hans: 唇语挑战

# game.quiz.rule
source: The wheel spins again to pick a game — but the other team can shout answers and steal points!
zh_hans: 转盘再转一次决定玩法——但对方也能抢答偷分！

# game.quiz.title
source: Open Buzz
zh_hans: 抢答

# gamecard.first_go
source: %@ goes first →
zh_hans: 先手 %@ 上场 →

# gamecard.info_plain
source: Both teams play once
zh_hans: 两队各玩一遍

# gamecard.info_together
source: Both teams play at the same time — no timer
zh_hans: 两队同时进行 · 不计时

# gamecard.openbuzz
source: ⚡️ Open Buzz: if the other team answers first, they score +1
zh_hans: ⚡️ 开放抢答：对方抢先答对 = 对方 +1

# gamecard.together_go
source: Let's go — both teams!
zh_hans: 两队一起开始！

# gametag.close
source: Done
zh_hans: 知道了

# gametag.footer
source: Shared with Settings — keep at least one regular game on.
zh_hans: 与设置页是同一个开关，普通玩法至少保留 1 个。

# gametag.hof_note
source: Whole-team game: no timer, and it never comes up as an Open Buzz result.
zh_hans: 全队一起玩：不计时，也不会成为抢答二次转盘的结果。

# gametag.include
source: Include in the wheel
zh_hans: 加入转盘

# gametag.quiz_note
source: Not a standalone game: the wheel spins again to pick a real one.
zh_hans: 它不是独立玩法：转到后会再转一次决定真正的玩法。

# handoff.beat_them
source: The other team scored %d this round. Beat that to take the point!
zh_hans: 对方本轮拿了 %d 小分 超过他们就赢下这一轮大分！

# handoff.beat_them_small
source: The other team scored %d this round. Every correct guess adds to your total!
zh_hans: 对方本轮拿了 %d 小分 你们每猜对一个都直接累进总分！

# handoff.draw_flow
source: 📱 See the word, then tap “Start drawing” — teammates watch the same screen and guess
zh_hans: 📱 看词后按「开始作画」进入画布，队友看同屏猜

# handoff.emoji_flow
source: 📱 See the word, spell it out on the emoji keyboard — that part is untimed — then tap “Show the team”: the word hides, only the emoji stay, and this word gets its own %d seconds
zh_hans: 📱 看词后用表情键盘拼出来，这段不计时；按「展示给队友」把词藏起来，屏幕上只剩表情，这个词单独跑 %d 秒

# handoff.openbuzz
source: ⚡️ Open Buzz: the other team is listening — if they answer first, they score!
zh_hans: ⚡️ 开放抢答：对方也在听！被抢先答对就是对方 +1

# handoff.pass_to
source: Pass the phone to
zh_hans: 请把手机交给

# handoff.posture
source: 📱 Hold upright to see the word · lay flat to hide it
zh_hans: 📱 立起手机看词 · 放平自动防窥

# handoff.posture_draw
source: 📱 Hold upright to see the word · lay flat to draw (word auto-hides)
zh_hans: 📱 立起手机看词 · 放平开始画（放平后词自动隐藏）

# handoff.recap_legend
source: Grey = skipped or not guessed
zh_hans: 灰色 = 跳过或没猜出来

# handoff.recap_title
source: Words %@ just had
zh_hans: %@ 刚刚出现过的词

# handoff.start
source: I'm holding the phone — start!
zh_hans: 我是执机人，开始！

# handoff.start_in
source: Get ready… %d
zh_hans: 准备一下… %d

# handoff.you_first
source: You play first — then the other team plays the same game
zh_hans: 你们先玩，之后对方玩同一个游戏比小分

# hof.ask_prompt
source: Guess the other team's name
zh_hans: 猜出对方的名人

# hof.close_cover
source: Got it — back to the game
zh_hans: 记住了，返回游戏

# hof.confirm_body
source: Only this team may look — everyone else, eyes away!
zh_hans: 只有本队能看，其他人请回避！

# hof.confirm_btn
source: I'm on %@
zh_hans: 我是%@的人

# hof.confirm_title
source: Are you sure you're on %@?
zh_hans: 你确定你是%@的人吗？

# hof.next_team
source: Got it — pass to %@
zh_hans: 记住了，交给 %@

# hof.pass_body
source: Your whole team looks together — don't let the other team see!
zh_hans: 全队一起看，别让对方看到！

# hof.pass_to
source: Hand the phone to
zh_hans: 把手机交给

# hof.remember_it
source: Remember it — the other team will try to guess this name.
zh_hans: 记住它——对方要猜的就是这个名字。

# hof.reveal_btn
source: Show our name
zh_hans: 查看我们的名人

# hof.score_body_big
source: Confirming ends this round and wins it — 1 match point.
zh_hans: 确认后本轮结束，本队拿下这一轮（+1 大分）。

# hof.score_body_small
source: Confirming ends this round and awards 3 points.
zh_hans: 确认后本轮结束，本队 +3 小分。

# hof.score_btn_big
source: Score +1
zh_hans: 得分 +1

# hof.score_btn_small
source: Score +3
zh_hans: 得分 +3

# hof.score_confirm
source: Confirm — we got it!
zh_hans: 确认得分！

# hof.score_title
source: Did %@ guess the other name?
zh_hans: %@猜中对方的名人了吗？

# hof.see_again
source: See our name again
zh_hans: 再看一次名字

# hof.split_hint
source: Take turns asking one yes/no question each. "Is it ___?" counts as a question.
zh_hans: 两队轮流各问一个是非题。「是不是○○○？」也算一个问题。

# hof.to_questions
source: Both teams ready — start asking!
zh_hans: 两队都看完了，开始提问！

# hof.your_name_is
source: %@'s famous name:
zh_hans: %@的名人是：

# home.rounds
source: %d rounds total
zh_hans: 共 %d 轮

# home.seconds_per_turn
source: %d sec per turn
zh_hans: 每队每局 %d 秒

# home.settings
source: Settings
zh_hans: 设置

# home.start
source: Start Game
zh_hans: 开始游戏

# home.subtitle
source: Both teams play the same game — round winner takes the point
zh_hans: 两队同玩比小分 · 小分赢家拿大分

# home.subtitle_small
source: Both teams play the same game — highest total score wins
zh_hans: 两队同玩比小分 · 累计小分最高者胜

# home.tag_hint
source: Tap a game to see its rules and add or remove it from the wheel
zh_hans: 点玩法标签查看规则，并可加入/移出转盘

# home.team_n
source: Team %d
zh_hans: 第 %d 队

# home.team_placeholder
source: Team name
zh_hans: 队名

# play.correct
source: Correct +1
zh_hans: 猜对了 +1

# play.correct_us
source: Got it — us +1
zh_hans: 答对 己方+1

# play.force_on
source: Forced
zh_hans: 已强制

# play.force_tap3
source: Tap ×3
zh_hans: 连点3次

# play.hint.act
source: Act it out — no talking!
zh_hans: 只用肢体比划，不出声！

# play.hint.describeGuess
source: Describe it — don't say any word in it!
zh_hans: 描述它，但别说出词里的字！

# play.hint.lipRead
source: Mouth it — no sound!
zh_hans: 只做口型，不出声！

# play.openbuzz_badge
source: ⚡️ Open Buzz
zh_hans: ⚡️抢答

# play.openbuzz_full
source: ⚡️ Open Buzz: the other team can steal points!
zh_hans: ⚡️ 开放抢答：对方也能抢答偷分！

# play.privacy_body
source: Hold the phone upright to see the word (hidden when flat so nobody peeks)
zh_hans: 手机立起来才能看到词 （防止放平时被大家看到）

# play.privacy_title
source: Privacy screen on
zh_hans: 防窥屏已开启

# play.skip_n
source: Skip (%d left)
zh_hans: 换一个（剩 %d 次）

# play.sniped_them
source: Sniped — them +1
zh_hans: 被抢答 对方+1

# play.stolen
source: Stolen %d
zh_hans: 被偷 %d

# play.this_turn
source: This turn +%d
zh_hans: 本局 +%d

# play.word_footer
source: Lay flat to hide
zh_hans: 放平手机自动防窥

# quizcard.body
source: The wheel spins once more to pick the game. This round the other team can shout answers and steal points!
zh_hans: 转盘将再转一次决定玩法 本轮表演时对方也能抢答偷分！

# quizcard.respin
source: Spin again 🎲
zh_hans: 再转一次 🎲

# quizcard.title
source: Open Buzz!
zh_hans: 抢答！

# result.hof_winner
source: 🏅 %@ guessed the other name — +1 point
zh_hans: 🏅 %@ 猜中了对方的名人 · +1 大分

# result.hof_winner_small
source: 🏅 %@ guessed the other name — +3 points
zh_hans: 🏅 %@ 猜中了对方的名人 · +3 小分

# result.overtime
source: Overtime
zh_hans: 加时赛

# result.round_n
source: Round %d
zh_hans: 第 %d 轮

# result.small_label
source: score
zh_hans: 小分

# result.tie
source: 🤝 Tied! Both teams get +1 point
zh_hans: 🤝 小分打平 · 双方各 +1 大分

# result.tie_small
source: 🤝 Tied this round!
zh_hans: 🤝 本轮小分打平！

# result.to_scoreboard
source: Scoreboard
zh_hans: 看记分板

# result.winner
source: 🏅 %@ scored higher — +1 point
zh_hans: 🏅 %@ 小分更高 · +1 大分

# result.winner_small
source: 🏅 %@ scored higher this round
zh_hans: 🏅 %@ 本轮小分更高

# settings.done
source: Done
zh_hans: 完成

# settings.emoji_seconds
source: 😜 Emoji Code — per word
zh_hans: 😜 表情密码 每词时长

# settings.emoji_seconds_footer
source: Emoji Code does not spend the turn clock at all: spelling the emoji is untimed, and each word gets this long on its own once it is shown to the team.
zh_hans: 表情密码不吃上面的单局时长：拼表情完全不计时，展示给队友后每个词各跑这么久。

# settings.feedback
source: Haptics + Sound
zh_hans: 震动 + 音效

# settings.feedback_footer
source: Controls all feedback: wheel, correct answers, countdown, buzz-ins, confetti, and more.
zh_hans: 控制转盘、猜对、倒计时、抢答、撒花等全部反馈。

# settings.games_footer
source: Keep at least one regular game on. Changes apply to the wheel immediately. “Open Buzz” is a bonus wedge: the wheel spins again to pick a game, and the other team may steal points.
zh_hans: 至少保留 1 个普通玩法，修改立即反映到转盘。「抢答」是加成扇区：转到后转盘再转一次定玩法，该轮对方也能抢答得分。

# settings.games_header
source: Games (off = removed from the wheel)
zh_hans: 玩法（关闭的不上转盘）

# settings.match_header
source: Match
zh_hans: 赛制

# settings.max_skips
source: Skips per turn
zh_hans: 每局跳过次数

# settings.privacy
source: Peek guard (posture)
zh_hans: 防偷窥模式（姿态感应）

# settings.privacy_footer
source: When on: the word shows only while the phone is held upright and auto-hides when laid flat. Triple-tap the eye button to force-show. Off by default.
zh_hans: 开启后：手机立起才显示词语，放平自动隐藏防偷看；连点眼睛按钮 3 次可强制显词。默认关闭。

# settings.rounds_value
source: %d rounds
zh_hans: %d 轮

# settings.rules_body
source: Each round, spin once and both teams play the same game. The higher score wins the round point (a tie gives one point to each). Most points after all rounds wins.
zh_hans: 每轮转一次盘，两队各玩一遍同一个游戏比小分；小分高者 +1 大分（平则各 +1）。全部轮次后大分多者胜。

# settings.rules_body_small
source: Each round, spin once and both teams play the same game. Every correct guess adds to that team's running total — no big points. After all rounds, the highest total wins.
zh_hans: 每轮转一次盘，两队各玩一遍同一个游戏；猜对的小分直接累进总分，不设大分。全部轮次后累计小分多者胜。

# settings.rules_title
source: How it works
zh_hans: 规则

# settings.seconds_value
source: %d sec
zh_hans: %d 秒

# settings.skips_value
source: %d skips
zh_hans: %d 次

# settings.small_score_footer
source: On: no big points at all — every correct guess adds to a running total, and the team with the most points after all rounds wins. Off: each round's small-score winner takes 1 big point (the classic rules).
zh_hans: 开启后：完全不设大分，每次猜对都累进总分，全部轮次结束后累计小分最高的队获胜。关闭则沿用原规则：每轮小分赢家 +1 大分。

# settings.small_score_win
source: Decide the winner by small score
zh_hans: 用小分决定胜负

# settings.title
source: Settings ⚙️
zh_hans: 设置 ⚙️

# settings.total_rounds
source: Total rounds
zh_hans: 总轮数

# settings.turn_length
source: Time per turn
zh_hans: 每队单局时长

# team.blue
source: Blue Team
zh_hans: 蓝队

# team.red
source: Red Team
zh_hans: 红队

# victory.again
source: Play again!
zh_hans: 再来一局！

# victory.home
source: Back to home
zh_hans: 回到首页

# victory.wins
source: Wins!
zh_hans: 获胜！

# wheel.both_play
source: Both teams play — top score wins!
zh_hans: 本轮两队同玩，比小分！

# wheel.overtime
source: ⚔️ Overtime
zh_hans: ⚔️ 加时赛

# wheel.pick_subtitle
source: Pick a game — no spin needed:
zh_hans: 直接选一个玩法，无需转盘：

# wheel.pick_title
source: 🎯 Comeback perk: %@ is behind and may pick the game — no spin needed
zh_hans: 🎯 追分特权：%@ 落后，可不转盘直接指定玩法

# wheel.respin_title
source: ⚡️ Open Buzz! Spin again
zh_hans: ⚡️ 开放抢答！再转一次定玩法

# wheel.round
source: Round %d of %d
zh_hans: 第 %d / %d 轮

# wheel.score_chip
source: %@ · %d pts
zh_hans: %@ 大分 %d

# wheel.score_chip_small
source: %@ · %d total
zh_hans: %@ 小分 %d

# wheel.spin
source: SPIN
zh_hans: 转！
